[{
  "id": 1,
  "dateTimeStart": "2047-05-17T08:00",
  "dateTimeEnd": "2047-05-17T09:00",
  "name": "Sign Up",
  "location": "Online",
  "description": "Come grab your free account with all the Inmmortal fanatics and talk all things",
  "speakerIds": [],
  "tracks": ["Documentation"]
}, {
  "id": 2,
  "dateTimeStart": "2047-05-17T09:00",
  "dateTimeEnd": "2047-05-17T09:30",
  "name": "Introduction to Idmmortality",
  "location": "Online",
  "description": "Mobile devices and browsers are now advanced enough that developers can build native-quality mobile apps using open web technologies like HTML5, Javascript, and CSS. In this talk, we’ll provide background on why and how we created a game, the design decisions made as we integrated partners like Nemu with our processes, and the performance considerations for mobile platforms that our team had to overcome. We’ll also review new and upcoming health analysis features, and talk about the hidden powers and benefits of combining mobile app development with current social problems.",
  "speakerIds": [5],
  "tracks": ["Idmmortality"]
}, {
  "id": 3,
  "dateTimeStart": "2047-05-17T09:30",
  "dateTimeEnd": "2047-05-17T09:45",
  "name": "Blood Dna and Decisions of Life",
  "location": "Online",
  "description": "Once you start with Idmmortality, the possibilities are endless. You can do a lot of things with it. But what are the decisions you make? What are the consequences of those decisions? What are the consequences of not making those decisions? In this talk, we’ll look at the decisions you make when you’re building your steps path, and the consequences of those decisions. We’ll also look at the dashboard evolution like a prediction future game levels that you will be able to reach.",
  "speakerIds": [13],
  "tracks": ["Idmmortality"]
}, {
  "id": 4,
  "dateTimeStart": "2047-05-17T09:45",
  "dateTimeEnd": "2047-05-17T10:00",
  "name": "Tooling for Idmmortality",
  "location": "Online",
  "description": "The use of tecnologies like machine learning embedded in edge devices is a great way to improve the user experience. But how do you use it? In this talk, we’ll look at the different tools that we use to improve the user experience. We’ll also look at the different ways that we can use machine learning to improve the user experience.",
  "speakerIds": [12],
  "tracks": ["Tooling"]
}, {
  "id": 5,
  "dateTimeStart": "2047-05-17T10:00",
  "dateTimeEnd": "2047-05-17T10:15",
  "name": "Earn Money with Idmmortality platform",
  "location": "Online",
  "description": "The energy is the best way of make money, if you know your needs and your goals. You can colaborate locally with people with same objectives making a team and sharing ideas to make producst of values.",
  "speakerIds": [4, 9],
  "tracks": ["Toolinh"]
}, {
  "id": 6,
  "dateTimeStart": "2047-05-17T10:15",
  "dateTimeEnd": "2047-05-17T10:30",
  "name": "The new Generator of Idmmortality",
  "location": "Online",
  "description": "To generate money you will start by making your effort become energy.",
  "speakerIds": [7, 4],
  "tracks": ["Innovation"]
}]